Repository: CFanselow/downloadFileNames
Catalog: locale/*/locale.po
Languages: de_de

# plugins.generic.downloadFileNames.displayName
source: Download File Names Plugin
de_de: Dateinamen Plugin

# plugins.generic.downloadFileNames.description
source: Sets the name of downloaded galley files.
de_de: Bestimmt die Namen der Fahnendateien beim Download

# plugins.generic.downloadFileNames.settings.types
source: Set the name of downloaded galley files.
de_de: Festlegung der Namen von Fahnendateien beim Download.

# plugins.generic.downloadFileNames.settings.typesDescription
source: Select how file names will be constructed:
de_de: Wählen Sie, wie die Dateinamen gebildet werden sollen:

# plugins.generic.downloadFileNames.acronym.description
source: Acronym/Journal initials
de_de: Zeitschriftenkürzel

# plugins.generic.downloadFileNames.volume.description
source: Volume
de_de: Band

# plugins.generic.downloadFileNames.number.description
source: Number
de_de: Nummer

# plugins.generic.downloadFileNames.pages.description
source: Pages
de_de: Seiten

# plugins.generic.downloadFileNames.fileId.description
source: File ID (only for PDF galleys)
de_de: ID der Datei (nur für PDF-Dateien)

# plugins.generic.downloadFileNames.variableType.label
source: Custom file name:
de_de: Benutzerdefinierter Dateiname:

# plugins.generic.downloadFileNames.originalType.label
source: Default file name (set during upload)
de_de: Dateiname (beim Upload festgelegt)

# plugins.generic.downloadFileNames.titleType.label
source: Name of first author and article title (truncted when it exceeds 100 characters)
de_de: Erstauthor und Titel des Artikels (wird abgeschnitten, wenn die Zeichenkette mehr als 100 Zeichen hat)
